{
  "blogs": [
    {
      "title": "The Benefits of Meditation",
      "body": "Meditation is a powerful practice that can help reduce stress, improve focus, and promote overall well-being. In this blog post, we'll explore the many benefits of meditation and how to get started on your meditation journey.",
      "author": "Jane Doe",
      "id": 1
    },
    {
      "title": "Exploring the Wonders of Space",
      "body": "Space has always fascinated humanity. From the mysteries of black holes to the beauty of distant galaxies, this blog post takes you on a journey through the cosmos, offering a glimpse into the wonders of the universe.",
      "author": "John Smith",
      "id": 2
    },
    {
      "title": "Healthy Eating: A Guide to Nutritious Meals",
      "body": "Maintaining a healthy diet is essential for overall well-being. In this blog post, we'll provide tips on making nutritious food choices, planning balanced meals, and incorporating healthier eating habits into your lifestyle.",
      "author": "Emily Johnson",
      "id": 3
    },
    {
      "title": "The Art of Photography: Capturing Moments in Time",
      "body": "Photography is a timeless art that allows us to freeze moments in time. This blog post explores the beauty of photography, from capturing breathtaking landscapes to documenting the small, precious moments in life.",
      "author": "Michael Anderson",
      "id": 4
    },
    {
      "title": "Traveling Through History: Exploring Ancient Civilizations",
      "body": "Traveling back in time to explore the ruins of ancient civilizations is a captivating experience. Join us as we embark on a virtual journey to uncover the mysteries of the past and learn about the remarkable cultures that once thrived on our planet.",
      "author": "Sarah Williams",
      "id": 5
    },
    {
      "title": "How to build a Blog page with React",
      "body": "This is a secret!\nI can't tell you the truth behid React app, only the chosen-ones deserve to know the secret mistery",
      "author": "Bill Gates",
      "id": 6
    },
    {
      "title": "mnew",
      "body": "wfefdfsdfe",
      "author": "fa",
      "id": 7
    }
  ]
}